Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/helsenorge.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: When taking photographs of the mushroom:
nn: Når du tek bilete av soppen:

source: When you log in using BankID, you will need:
nn: Når du skal logge inn med BankID, treng du:

source: Use the medicine as explained by your doctor or pharmacist.
nn: Bruk medisinen slik legen eller apoteket har forklart.

source: The obstetrician will be responsible for deciding whether a caesarean section should be performed and, if so, how urgent the procedure is.
nn: Det er alltid ein fødselslege som vurderer om det skal utførast keisarsnitt og i kor stor grad dette hastar.

source: Apply water directly onto the eye.
nn: Få vatn direkte inn på auget.

source: You can use BankID, BankID on mobile, Buypass ID or Commfides e-ID to log in to helsenorge.no and use services such as Medicines, Exemption card for public health services and user fees, Changing your regular doctor, etc.
nn: Du kan bruke BankID, BankID på mobil, Buypass ID og Commfides e-ID for å logge inn til helsenorge.no og nytte tenester som Legemiddel, Frikort og eigendelar, Byte fastlege osv.

source: The Norwegian Poison Information Centre is a department under the Norwegian Institute of Public Health, which consists of junior and senior advisers with relevant education and training.
nn: Giftinformasjonen er ei avdeling ved Folkehelseinstituttet og består av rådgivarar og seniorrådgivarar med relevant utdanning og opplæring.

source: expenses under the same regulations as the patient if the
nn: Dersom du måtte reise frå ein annan stad enn den

source: using a car or taxi was necessary.
nn: eller kvitteringa som viser beløpet.

source: However, it is important to know that all apps have their limitations, and the information from these apps should be cross-checked against other sources and used with caution.
nn: Det er likevel viktig å vite at alle appar har sine avgrensingar, og at ein bør kryssjekke informasjonen frå desse med andre kjelder og bruke dei med fornuft.

source: Contact the Norwegian Poison Information Centre (22 59 13 00) for an assessment before giving activated charcoal to anyone.
nn: Kontakt Giftinformasjonen (22 59 13 00) for ei vurdering før du gir medisinsk kol.

source: BankID and BankID on mobile
nn: BankID og BankID påmobil

source: If a child tastes an e-cigarette liquid which contains nicotine, call 113.
nn: Ved smak på e-sigarettvæske med nikotin, ring 113.

source: Enter your self-selected ID PIN (4-8 digits) on your mobile to complete the login.
nn: Tast inn sjølvlaga ID-PIN (4–8 siffer) på mobilen, for å fullføre innlogginga.

source: You can use any type of BankID, including BankID on mobile.
nn: Du kan bruke alle typar BankID, også BankID på mobil.

source: Pay particular attention to the correct use and storage of medicines when travelling.
nn: Ver merksam på riktig bruk og oppbevaring av medisinar også når du er på reise.

source: This information can then be given once the operation is over.
nn: Då vil informasjon og forklaring på kva som skjedde og kvifor, bli gitt etter operasjonen.

source: Familiarise yourself with the plants that you have at home and in your local community.
nn: Gjer deg kjend med kva for planter du har heime og i nærmiljøet.

source: What has happened, when the accident happened, the age of the child and whether there are any symptoms is all important information that we need to know in order to assess the risk of acute poisoning.
nn: Kva som har skjedd, når uhellet skjedde, alderen til barnet og om det er symptom, er viktig informasjon for å kunne vurdere om det er fare for akutt forgifting.

source: It is not dangerous to touch mushrooms.
nn: Det er ikkje farleg å ta på sopp.

source: this under item 8 or on a separate sheet.
nn: tilfelle, må du beskrive opphaldet og utgiftene i punkt 8 eller

source: A caesarean section is a surgical operation.
nn: Keisarsnitt er eit kirurgisk inngrep.

source: If you do not have a BankID, you will get an error message when you try to log in.
nn: Dersom du ikkje har BankID, vil du få ei feilmelding når du prøver å logge inn.

source: Feel free to ask a midwife or physiotherapist for tips for good resting positions.
nn: Spør gjerne jordmor eller fysioterapeut om tips til gode kvilestillingar.

source: take in-focus close-ups
nn: ta nærbilete som er i fokus

source: Store chemical products securely and keep them out of your child's reach.
nn: Oppbevar kjemiske produkt forsvarleg, og hald dei utanfor rekkjevidda til barnet.

source: You must pay particular attention if the child gets something in their mouth when lying on their back.
nn: Dersom barnet får noko i munnen når det ligg på ryggen, må du vere ekstra oppmerksam.

source: To use the BankID certificate, you must activate it via your bank.
nn: For å kunne bruke BankID-sertifikatet, må du aktivere det gjennom banken din.

source: The eyes are more sensitive than the skin, and it is often painful to get something in your eye.
nn: Auga er meir sensitive enn huda, og det er ofte smertefullt å få noko i auget.

source: It is important to get started quickly.
nn: Det er viktig å komme raskt i gang.

source: Always use the original packaging.
nn: Bruk alltid original emballasje.

source: Over-the-counter medicines can also cause poisoning:
nn: Reseptfrie legemiddel kan òg gi forgiftingar:

source: Keep all medicines out of reach of children.
nn: Oppbevar alle legemiddel utilgjengelege for barn.

source: Having problems logging in with BankID?
nn: Har du problem med å logge inn med BankID?

source: Enter your mobile number (8 digits) and date of birth (ddmmyy).
nn: Skriv inn mobilnummer (8 siffer) og fødselsdato (ddmmåå).

source: Transportmiddel (Means of transport):
nn: Tapt arbeidsinntekt for følgjeperson:

source: o at least one from above (the top of the mushroom)
nn: o minst eitt frå oversida (toppen av soppen)

source: Are you sure you have a BankID?
nn: Er du sikker på at du har BankID?

source: user support for the ID portal
nn: brukarstøtta for ID-porten

source: Find out more at giftinfo.no or call the Poison Information Centre (22 59 13 00) for advice.
nn: Sjå meir på giftinfo.no eller ring Giftinformasjonen (22 59 13 00) for å få råd.

source: If your child has tasted snuff, nicotine chewing gum, tobacco or cigarettes, the amount of nicotine in the product will determine whether your child can simply be observed at home or whether you should take them to see a doctor.
nn: Dersom barnet har smakt på snus, nikotintyggjegummi, skrå eller sigarettar, vil mengda nikotin i produktet vere avgjerande for om du kan observere barnet heime eller bør ta med barnet til lege.

source: are examples of such products.
nn: er døme på slike produkt.

source: If you have a code chip for your online banking service, this does not mean you will automatically have a BankID.
nn: Sjølv om du har kodebrikke til nettbanken din, betyr ikkje det at du automatisk har BankID.

source: is specially treated charcoal which can be beneficial to give the child following a poisoning accident.
nn: er spesialbehandla kol som kan vere nyttig å gi ved nokre forgiftingsuhell.

source: If there is any suspicion that the product may be corrosive, call the Norwegian Poison Information Centre (22 59 13 00) while continuing to rinse the affected area.
nn: Mistenkjer du at produktet kan vere etsande, ring Giftinformasjonen (22 59 13 00) medan skyljinga går føre seg.

source: Tips for rinsing your child's eyes:
nn: Tips når du skal skylje auga til barnet:

source: Consider whether it would be better for your child to sit or lie down, either on the
nn: Vurder om det er best å ha barnet sitjande eller liggjande, anten på golvet eller på

source: Always supervise products during use when children are nearby.
nn: Hald alltid tilsyn med produkt som blir brukte når barn er i nærleiken.

source: are poisonous to children.
nn: er giftige for barn.

source: Proper storage of such products is important for the prevention of poisoning accidents.
nn: Det er viktig å oppbevare slike produkt på rett måte, for å førebyggje forgiftingsuhell.

source: The Norwegian Poison Information Centre (22 59 13 00) can provide advice on how long you should continue rinsing for and whether you should contact a doctor.
nn: Giftinformasjonen (22 59 13 00) gir råd om kor lenge du bør skylje, og om det er nødvendig med vidare oppfølging hos lege.

source: In the case of liquid medicines, you should use the appropriate dosing equipment, such
nn: Til flytande legemiddel bør du bruke riktig doseringsutstyr som sprøyte, målebeger

source: If the entire trip was without the
nn: Skriv inn adressa du reiste frå.

source: Rinse under running lukewarm water or with sterile saline solution as soon as possible.
nn: Skyl under rennande, lunka vatn eller med sterilt saltvatn så snart som mogleg.

source: In many situations, it is neither necessary nor desirable to give activated charcoal.
nn: I mange situasjonar er det ikkje nødvendig eller ønskjeleg å gi det.

source: Do not rely on child-proof closing mechanisms.
nn: Ikkje stol på barnesikre lukkemekanismar.

source: you travelled from.
nn: timar, har du rett på kostgodtgjersle.

source: How to log in using BankID on mobile:
nn: Slik loggar du inn med BankID på mobil:

source: The Norwegian Poison Information Centre has found that children aged 1-4 years are particularly susceptible to poisoning accidents.
nn: Giftinformasjonen erfarer at barn i aldersgruppa 1–4 år er særleg utsette for forgiftingsuhell.

source: You can use BankID, BankID on mobile, Buypass ID on smart card, Buypass ID on mobile or Commfides e-ID to log in to Helsenorge services.
nn: Du kan bruke BankID, BankID på mobil, Buypass ID på smartkort, Buypass ID i mobil eller Commfides e-ID for å logge inn til tenestene i Helsenorge.

source: You can log in to services with the highest level of security using BankID.
nn: Du kan logge inn til tenester med høgaste tryggleiksnivå med BankID.

source: Most plants are not dangerous to taste, but some plants can cause poisoning.
nn: Dei fleste planter er lite farlege å smake på, men det finst òg planter som kan gi forgifting.

source: Write the address
nn: Dersom du skal søkje

source: Contact your bank if you cannot find anything that could be causing the error.
nn: Dersom du ikkje finn feil, tilrår vi at du tek kontakt med banken din.

source: It is important that you monitor your surgical wound for any signs of infection.
nn: Det er viktig at du følger med på om det kjem teikn til infeksjon i operasjonssåret.

source: Always keep snuff and other nicotine products out of reach of children.
nn: Oppbevar alltid snus og andre nikotinhaldige produkt utilgjengelege for barn.

source: You will then see a reference code on the screen.
nn: Du får no opp ein referansekode på skjermen.

source: If you are applying for reimbursement for several trips to the
nn: Dersom du vil søkje om dette, må du leggje ved stadfesting frå

source: You can do light exercises for your stomach, but you should wait at least 12 weeks before doing any sit-ups
nn: Du kan gjere lette treningsøvingar for magen, men vent med situps i 12 veker.
